import { Point } from './point';

export const POINTS: Point[] = [
      {
            "type":"Feature",
            "properties":{
                  "id": 1,
                  "desc" : "Сильный ветер",
                  "photo":"tree"
            },
            "geometry" : {
                  "type":"Point",
                  "coordinates":[
                        48.743622,
                        55.751816
                  ]
            }
      },
      {
            "type":"Feature",
            "properties":{
                  "id": 1,
                  "desc" : "Недостаточно места для отдыха большой компании в барбекю зоне",
                  "photo":"index"
            },
            "geometry" : {
                  "type":"Point",
                  "coordinates":[
                        48.740936,
                        55.746844
                  ]
            }
      },

     {
        "type":"Feature",
        "properties":{
           "id":1,
           "name2":"сильный ветер",
           "desc":"У нас в городе так прекрасно поют птицы по утрам и вечерам. Было бы здорово повесить на деревья домики для птиц, чтобы жители могли их кормить, а они радовали нас своим пением.",
           "photo":"ptici"
        },
        "geometry":{
           "type":"Point",
           "coordinates":[
             48.75126566060257,
             55.752190830603979
           ]
        }
     },
     {
        "type":"Feature",
        "properties":{
           "id":1,
           "name2":"недостаточно света",
           "desc":"У нас в городе так прекрасно поют птицы по утрам и вечерам. Было бы здорово повесить на деревья домики для птиц, чтобы жители могли их кормить, а они радовали нас своим пением.",
           "photo":"ptici"
        },
        "geometry":{
           "type":"Point",
           "coordinates":[
             48.742172638759293,
             55.746548281545977
           ]
        }
     },
     {
        "type":"Feature",
        "properties":{
           "id":1,
           "name2":"много комаров",
           "desc":"У нас в городе так прекрасно поют птицы по утрам и вечерам. Было бы здорово повесить на деревья домики для птиц, чтобы жители могли их кормить, а они радовали нас своим пением.",
           "photo":"ptici"
        },
        "geometry":{
           "type":"Point",
           "coordinates":[
             48.739683126061742,
             55.750314822912088
           ]
        }
     },
     {
        "type":"Feature",
        "properties":{
           "id":1,
           "name2":"мусор после ярмарки",
           "desc":"У нас в городе так прекрасно поют птицы по утрам и вечерам. Было бы здорово повесить на деревья домики для птиц, чтобы жители могли их кормить, а они радовали нас своим пением.",
           "photo":"ptici"
        },
        "geometry":{
           "type":"Point",
           "coordinates":[
             48.743793897634951,
             55.745965884931202
           ]
        }
     },
     {
        "type":"Feature",
        "properties":{
           "id":1,
           "name2":"нет питьевого фонтанчика",
           "desc":"У нас в городе так прекрасно поют птицы по утрам и вечерам. Было бы здорово повесить на деревья домики для птиц, чтобы жители могли их кормить, а они радовали нас своим пением.",
           "photo":"ptici"
        },
        "geometry":{
           "type":"Point",
           "coordinates":[
             48.745109581923671,
             55.745481616691855
           ]
        }
     },
     {
        "type":"Feature",
        "properties":{
           "id":1,
           "name2":"мало деревьев",
           "desc":"У нас в городе так прекрасно поют птицы по утрам и вечерам. Было бы здорово повесить на деревья домики для птиц, чтобы жители могли их кормить, а они радовали нас своим пением.",
           "photo":"ptici"
        },
        "geometry":{
           "type":"Point",
           "coordinates":[
             48.741365915400912,
             55.747003677586072
           ]
        }
     },
      {
        "type":"Feature",
        "properties":{
           "id":2,
           "name2":"Идея 1",
           "desc":"Подземные переходы скучные и по ним неприятно ходить. Было бы здорово сделать там интерактивную выставку с использованием световых эффектов.",
           "photo":"perehod"
        },
        "geometry":{
           "type":"Point",
           "coordinates":[
             48.744555,
             55.752122
           ]
        }
     },
     {
        "type":"Feature",
        "properties":{
           "id":2,
           "name2":"Идея 2",
           "desc":"У нас в городе так прекрасно поют птицы по утрам и вечерам. Было бы здорово повесить на деревья домики для птиц, чтобы жители могли их кормить, а они радовали нас своим пением.",
           "photo":"ptici"
        },
        "geometry":{
           "type":"Point",
           "coordinates":[
             48.743467,
             55.745974
           ]
        }
     },
     {
        "type":"Feature",
        "properties":{
           "id":2,
           "name2":"Идея 3",
           "desc":"Мы с ребенком ездим в детский садик на велосипеде, но рядом со зданием нет велопарковок... Очень хочется установить несколько парковок для велосипедов, а еще лучше - навес.",
           "photo":"velo"
        },
        "geometry":{
           "type":"Point",
           "coordinates":[
             48.745294,
             55.746688
           ]
        }
     }
];
