import { Idea } from './idea';

export const IDEAS: Idea[] = [
  { title: "Idea 1", date: "весна 2018", description: "Проект развития bbq зоны включает замену покрытия, ремонт существующего павильона, установка дополнительных мест для отдыха в компании, оборудование очага и игровой зоны, а также озеленение территории и дополнительное освещение.", image: "../assets/idea1.jpg" },
  { title: "Idea 2", description: "Проект благоустройства парковой территории предполагает развитие существующего парка - организацию детских игровых пространств, общественного пространства с водным объектом, спортивной зоны, а также формирование новой парковой т.", date: "лето 2018 - осень 2019", image: "../assets/idea2.jpg" },
  { title: "Idea 3", description: "Новый культурный центр будет представлять двухэтажное здание с библиотекой-лекторием, кафе, залом для проведения городских мероприятий, верандой с летним кинотеатром, хак спейсом и творческими мастерскими как для детей,.", date: "осень 2018", image: "../assets/idea3.jpg" },
  { title: "Idea 4", date: "весна 2018", description: "Проект развития bbq зоны включает замену покрытия, ремонт существующего павильона, установка дополнительных мест для отдыха в компании, оборудование очага и игровой зоны, а также озеленение территории и дополнительное освещение.", image: "../assets/idea4.jpg" },
  { title: "Idea 5", description: "Проект благоустройства парковой территории предполагает развитие существующего парка - организацию детских игровых пространств, общественного пространства с водным объектом, спортивной зоны, а также формирование новой парковой т.", date: "лето 2018 - осень 2019", image: "../assets/idea5.jpg" },
  { title: "Idea 6", description: "Новый культурный центр будет представлять двухэтажное здание с библиотекой-лекторием, кафе, залом для проведения городских мероприятий, верандой с летним кинотеатром, хак спейсом и творческими мастерскими как для детей,.", date: "осень 2018", image: "../assets/idea6.jpg" }

];
