import { Plan } from './plan';

export const PLANS: Plan[] = [
  { title: "BBQ зона", date: "весна 2018", description: "Проект развития bbq зоны включает замену покрытия, ремонт существующего павильона, установка дополнительных мест для отдыха в компании, оборудование очага и игровой зоны, а также озеленение территории и дополнительное освещение.", image: "../assets/plan1.jpg" },
  { title: "парковая зона", description: "Проект благоустройства парковой территории предполагает развитие существующего парка - организацию детских игровых пространств, общественного пространства с водным объектом, спортивной зоны, а также формирование новой парковой т.", date: "лето 2018 - осень 2019", image: "../assets/plan2.png" },
  { title: "культурный центр", description: "Новый культурный центр будет представлять двухэтажное здание с библиотекой-лекторием, кафе, залом для проведения городских мероприятий, верандой с летним кинотеатром, хак спейсом и творческими мастерскими как для детей,.", date: "осень 2018", image: "../assets/plan3.jpg" }
];
